aaron-bond.better-comments
biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
docker.docker
dotenv.dotenv-vscode
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
meganrogge.template-string-converter
mikestead.dotenv
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-copilot-vision
ms-vscode.vscode-typescript-next
ms-vscode.vscode-websearchforcopilot
ms-vsliveshare.vsliveshare
ms-windows-ai-studio.windows-ai-studio
nrjdalal.nextjs-assistant
nrjdalal.shadcn-ui-next
pkief.material-icon-theme
redhat.vscode-yaml
steoates.autoimport
teamsdevapp.vscode-ai-foundry
tomoki1207.pdf
ue.alphabetical-sorter
unifiedjs.vscode-mdx
visbydev.folder-path-color
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzane.markdown-pdf
