aaron-bond.better-comments
anthropic.claude-code
biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.github-vscode-theme
github.vscode-github-actions
meganrogge.template-string-converter
mikestead.dotenv
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
nrjdalal.shadcn-ui-next
oxc.oxc-vscode
pkief.material-icon-theme
redhat.vscode-yaml
steoates.autoimport
tomoki1207.pdf
ue.alphabetical-sorter
unifiedjs.vscode-mdx
visbydev.folder-path-color
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzane.markdown-pdf
